Repository: M2Team/NanaZip
Catalog: NanaZipPackage/Strings/*/Legacy.resw
Source language: en
Languages: af, ar, az_arab, be, bg, bn, ca, ca_es_valencia, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, ko, ku_arab, ky_kg, lt, lv, mk, mn_cyrl, mr, ms, nb, ne, nl, nn, pa_in, pl, ps, pt_br, ro, ru, si, sk, sl, sq, sr_cyrl, sr_latn, sv, sw, ta, tg_arab, th, tk_cyrl, tr, tt_arab, ug_arab, uk, uz_cyrl, uz_latn, vi, yo_latn, zh_hans, zh_hant

# Resource2900
source: About NanaZip
af: Aangaande NanaZip
ar: حول البرنامج
az_arab: NanaZip Haqqında
be: Аб праграме NanaZip
bg: Информация
bn: NanaZip সম্পর্কে
ca: Quant al NanaZip
ca_es_valencia: Sobre NanaZip
cs: O programu NanaZip
cy: Manylion NanaZip
da: Om NanaZip
de: Info über NanaZip
el: Σχετικά με NanaZip
eo: Informo
es: Acerca de NanaZip
et: Teave NanaZipi kohta
eu: NanaZip buruz
fa: درباره برنامه
fi: Tietoja
fr: A propos de NanaZip
fy: NanaZip it hoe en het
ga: Maidir le NanaZip
gl: Acerca de NanaZip
gu: 7-જિપ ના વિશે
he: NanaZip אודות
hi: 7-जिप के बारे में
hr: O NanaZip-u
hu: A NanaZip névjegye
hy: NanaZip-ի մասին
id: Mengenai NanaZip
is: Um NanaZip
it: Informazioni su NanaZip
ja: NanaZip について
ka: NanaZip-ის შესახებ
kk: NanaZip туралы
ko: NanaZip 정보
ku_arab: NanaZip دەربارەی
ky_kg: NanaZip программа жөнүндө
lt: Apie NanaZip
lv: Par NanaZip
mk: За NanaZip
mn_cyrl: NanaZip-ийн тухай
mr: NanaZip बद्दल माहिती
ms: Perihal NanaZip
nb: Om NanaZip
ne: 7-जिपका बारेमा
nl: Over NanaZip
nn: Om NanaZip
pa_in: 7-ਜ਼ਿੱਪ ਬਾਰੇ
pl: NanaZip - informacje
ps: ۷‏-زېپ په اړه
pt_br: Sobre o NanaZip
ro: Despre NanaZip
ru: О программе NanaZip
si: NanaZip පිළිබඳව
sk: O programe NanaZip
sl: Vizitka
sq: Rreth NanaZip
sr_cyrl: О програму
sr_latn: O programu
sv: Om NanaZip
sw: Kuhusu NanaZip
ta: 7-ஜிப்பைப் பற்றி
tg_arab: Дар бораи NanaZip
th: เกี่ยวกับ NanaZip
tk_cyrl: NanaZip Hakynda
tr: NanaZip Hakkında
tt_arab: NanaZip программасы турында
ug_arab: ‎NanaZip‏ ھەققىدە
uk: Про NanaZip
uz_cyrl: NanaZip дастури ҳақида
uz_latn: NanaZip dasturi haqida
vi: Về NanaZip
yo_latn: Nípa NanaZip
zh_hans: 关于 NanaZip
zh_hant: 關於 NanaZip

# Resource2901
source: NanaZip is free software
af: NanaZip is gratis programmatuur. Indien u egter so baie van NanaZip hou dat u die verdere ontwikkeling wil ondersteun, registreer dan asb. met 'n geldelike donasie aan die NanaZip Projek.
ar: NanaZip هو برمجية مجانية
az_arab: NanaZip Sərbəst Yayılan Proqramdır
be: NanaZip з'яўляецца вольна распаўсюджваемай праграмай. Аднак калі вы жадаеце падтрымаць распрацоўку NanaZip, вы можаце зарэгістраваць праграму.Праграма перакладена Drive DRKA.Мая электронная скрыня: drka2003@mail.ru.Пераклад зроблен у верасні 2007 года.
bg: NanaZip се разпространява като свободен софтуер. Все пак, можете да подпомогнете разработката на NanaZip, като се регистрирате.
bn: NanaZip একটি মুক্ত প্রোগ্রাম কিন্তু এটি NanaZip এর কতৃপক্ষের কাচে নিবন্ধনের মাধ্যমে আপনি উন্নত সেবা পেতে পারেন
ca: El NanaZip és programari lliure.\n Traducció realitzada per: Softcatalà\n https://www.softcatala.org
ca_es_valencia: NanaZip és un programa lliure (GNU LGPL). Pot col·laborar en el desenvolupament del NanaZip registrant-lo, com a usuari registrat podrà rebre suport tècnic.
cs: NanaZip je svobodný software. Nicméně můžete podpořit jeho vývoj registrací.
cy: Mae NanaZip yn meddalwedd am ddim. Ond, gallwch cefnogi yNanaZip
da: NanaZip er fri software
de: NanaZip ist freie Software. Sie können jedoch das Projekt durch eine Registrierung unterstützen.
el: Το NanaZip είναι ελεύθερο λογισμικό
eo: NanaZip estas senpaga programo. Tamen, vi povas subteni evoluadon de NanaZip per enregistriĝo.
es: NanaZip es un programa excelente; además, es libre y gratuito. Tú puedes apoyar el desarrollo de NanaZip registrándote para contribuir a mejorar el programa.
et: NanaZip on vaba tarkvara. Kuid kui soovite toetada NanaZipi arendamist, siis saate programmi registreerida.\n\nNanaZipi Eesti koduleht:\nhttp://www.hot.ee/somberg/7zip.html
eu: NanaZip software askea da
fa: برنامه‌ای که در پیش رو دارید یک برنامه رایگان است، اما شما می توانید با پرداخت مبلغی جزئی به توسعه این نرم‌افزار کمک کنید.
fi: NanaZip on vapaa ohjelmisto.
fr: NanaZip est un logiciel libre
fy: NanaZip is fergees. Mar, jo kinne de ûntwikkeling stypje troch jo te registrearjen.
ga: Is saorearra é NanaZip. Is féidir tacaíocht a thabhairt dá fhorbairt amach anseo, áfach, trí chlárú.
gl: NanaZip é un programa gratuíto
gu: 7-જિપ એ નિઃશુલ્ક સૉફ઼્ટવેયર છે. તો પણ, આપ પંજીકૃત(રજિસ્ટર્ડ) થઈને ૭-જ઼િપ ના વિકાસમાં સહયોગ કરી શકો છો.
he: NanaZip היא תוכנה חופשית
hi: 7-जिप यह निःशुल्क सॉफ़्टवेयर है. फिर भी, आप पंजीकृत(रजिस्टर्ड) होकर७-ज़िप के विकास में सहयोग कर सकते हैं.
hr: NanaZip je besplatan softver.
hu: A NanaZip ingyenes szoftver.
hy: NanaZip-ը ազատ տարածվող ծրագիր է:
id: NanaZip merupakan perangkat lunak gratis.\n\nTerjemahan oleh Frans Liando.
is: NanaZip er frjáls hugbúnaður
it: NanaZip è un software libero. Traduzione italiana a cura di: TJL73 <https://tjl73.altervista.org/>
ja: NanaZip はフリー ソフトウェアです
ka: NanaZip არის თავისუფლად გავრცელებადი პროგრამული უზრუნველყოფა.
kk: NanaZip - тегін таратылатын бағдарлама.
ko: NanaZip 은 무료 소프트웨어입니다.
ku_arab: NanaZip پڕۆگرامێکی خۆڕایە. لەگەڵ ئەوەشدا، ئەتوانی پاڵپشت بیت لە پەرەپێدانی NanaZip.
ky_kg: NanaZip эркин таратылуучу программа.Бирок сиз NanaZipтин иштетүүсүн колдогуңуз келсе,сиз программаны каттатып койсоңуз болот.
lt: NanaZip yra nemokama programa.
lv: NanaZip ir bezmaksas programma, tomēr, reģistrējoties jūs varat NanaZip izstrādāšanu atbalstīt.
mk: NanaZip е бесплатен архивер. Меѓутоа, вие можете да дадете поддршка на понатамошното развивање на NanaZip со вашето регистрирање.
mn_cyrl: NanaZip бол үнэгүй програм. Гэлээ ч та 7-Зип-д бүртгүүлэн хөгжүүлэгчдийг дэмжиж болно. Бүртгүүлсэн хэрэглэгчид техникийн дэмжлэг авах болно.
mr: NanaZip हे मोफ़त सॉफ़्टवेअर आहे. तरिही, तुम्ही नोंद करुन याच्या प्रगतीला सहाय्य करू शकता.
ms: NanaZip adalah perisian percuma. Sokong pembangunan NanaZip dengan melakukan pendaftaran.
nb: NanaZip er gratis programvare, men du kan støtte utviklingen av NanaZip ved å registrere deg.
ne: 7-जिप निशुल्क सफ्टवेयर हो। यद्यपी,तपाईँले दर्ता गरेर 7-जिपलाई सहयोग गर्न सक्नुहुन्छ ।
nl: NanaZip is gratis software
nn: NanaZip er fri programvare. Du kan støtta utviklinga av NanaZip ved å registrere deg.
pa_in: 7-ਜ਼ਿੱਪ ਇੱਕ ਮੁਫ਼ਤ ਸਾਫ਼ਟਵੇਅਰ ਹੈ। ਪਰ ਫੇਰ ਵੀ, ਤੁਸੀਂ ਰਜਿਸਟਰ ਕਰਕੇ 7-ਜ਼ਿੱਪ ਦੇ ਵਿਕਾਸ ਵਿੱਚ ਸਮਰਥਨ ਪਾ ਸੱਕਦੇ ਹੋ।\n\nਪੰਜਾਬੀ ਵਿੱਚ ਅਨੁਵਾਦ ਕੀਤਾ (Translation Done By):\nGurmeet Singh Kochar (ਗੁਰਮੀਤ ਸਿੰਘ ਕੋਚਰ)\n<gomikochar@yahoo.com>
pl: NanaZip jest programem darmowym.
ps: .دا يو وړيا ساوتری دی. خو، په نومکښلو سره د ساوتري د پرمختګ ملاتړ کولی شئ
pt_br: O NanaZip é um software grátis
ro: NanaZip este un program gratuit. Oricum, poţi contribui la dezvoltarea NanaZip înregistrându-te.
ru: NanaZip является свободно распространяемой программой.
si: NanaZip නිදහස් මෘදුකාංගයකි.
sk: NanaZip je voľne šíriteľný softvér
sl: NanaZip je brezplačen program
sq: NanaZip është program falas.
sr_cyrl: NanaZip је бесплатан програм.
sr_latn: NanaZip je besplatan program.
sv: NanaZip är fri programvara.
sw: NanaZip ni programu huria
ta: தமிழாக்கம் (c) 2004 தமிழா! குழு - www.thamizha.com/\n\n7-ஜிப் ஒரு பரிநிரல் ஆகும். ஆனால், நீங்கள் 7-ஜிப்பின் மேம்பாட்டை ஆதரிக்க விரும்பினால், பதிவுபெற்றுங்கள். பதிவுபெற்ற பயனராக, நீங்கள் தொழில்நுட்ப உதவியும் பெறலாம்.
tg_arab: NanaZip нармафзори ройгон аст.
th: NanaZip เป็นฟรีแวร์ อย่างไรก็ตาม คุณสามารถสนับสนุนการพัฒนาของ NanaZip ได้โดยการลงทะเบียน เมื่อคุณเป็นผู้ใช้ที่ลงทะเบียนแล้ว คุณจะได้รับการสนับสนุนทางเทคนิคจากเรา
tk_cyrl: NanaZip erkin bir programma üpçünçiligidir
tr: NanaZip özgür ve ücretsiz bir uygulamadır.
tt_arab: NanaZip программасы ирекле таратыла.
ug_arab: ‏NanaZip ‏ھەقسىز دېتال. ئەمما تىزىملىتىش ئارقىلىق ئۇنى ئېچىشنى قوللىسىڭىز بولىدۇ.
uk: NanaZip є вільним програмним забезпеченням
uz_cyrl: NanaZip бепул дастурий таъминот ҳисобланади.
uz_latn: NanaZip bepul dasturiy ta’minot hisoblanadi.
vi: NanaZip là một phần mềm miễn phí.
yo_latn: Ẹ̀yà àìrídìmú ṣ'ofo ni NanaZip
zh_hans: NanaZip 是一款自由软件
zh_hant: NanaZip 為自由軟體

# Resource3000
source: The system cannot allocate the required amount of memory
af: Daar is geen foute nie
ar: لا يمكن للنظام تخصيص الكمية المطلوبة للذاكرة
az_arab: Kifayət qədər boş yaddaş yoxdur
be: Нядосыць вольнай памяці
bg: Системата не може да задели необходимото количество памет.
bn: কোন ত্রুটি নেই
ca: El sistema no pot assignar la quantitat de memòria requerida
ca_es_valencia: No hi ha errors
cs: Systém nemůže přidělit požadovanou velikost paměti
cy: Mae na ddim wallau
da: Systemet kan ikke tildele den nødvendige mængde hukommelse
de: Das System kann die benötigte Speichermenge nicht bereit stellen.
el: Το σύστημα δεν μπορεί να διαθέσει την απαιτούμενη ποσότητα μνήμης
eo: Eraroj ne trovitaj
es: El sistema no ha podido asignar la cantidad necesaria de memoria
et: Süsteem ei saa eraldada nõutavat mälumahtu.
eu: Sistemak ezin du beharrezko oroimen kopurua esleitu
fa: سیستم مقدار حافظه موردنیاز را نمیتواند اختصاص دهد
fi: Ei riittävästi muistia toimintoa varten
fr: Le système ne peut allouer la quantité de mémoire nécessaire
fy: Der binne gjin flaters
ga: Ní féidir leis an gcóras an méid cuimhne atá de dhíth a leathdháileadh dó
gl: O sistema non puido atribuír a memoria requirida
gu: તંત્ર જરૂરી માત્રામાં મેમોરી(સ્મૃતિ) વિતરિત નથી કરી શકતું
he: המערכת אינה יכולה להקציב את כמות הזיכרון הדרושה
hi: तंत्र जरूरी मात्रा में मेमोरी(स्मृति) वितरित नही कर सकता है
hr: Sustav ne može pripremiti potrebnu količinu memorije
hu: A rendszer nem tudja lefoglalni a szükséges memóriát
hy: Չկա ազատ տեղ
id: Sistem tidak bisa mengalokasikan jumlah memori yang diperlukan
is: Kerfið getur ekki ráðstafað nauðsynlega magninu af minninu
it: Non è possibile allocare la quantità di memoria richiesta
ja: システムは必要な量のメモリを割り当てることができません
ka: შეუძლებელია საჭირო ზომის მეხსიერების გამოყოფა
kk: Бос жад жоқ
ko: 시스템이 필요한 양의 메모리를 할당할 수 없음
ku_arab: سیستەم ناتوانێت بڕی پێویست لە بیرگە دابین بکات
ky_kg: Эркин эске тутуу жетишсиз
lt: Sistema begali skirti reikalingo atminties kiekio
lv: Kļūdu nav.
mk: Нема грешки
mn_cyrl: Алдаа алга байна
mr: येथे एकही चूक नाही
ms: Tidak ada ralat
nb: Fant ingen feil.
ne: त्यहाँ त्रुटि छैन
nl: Het systeem kan de benodigde hoeveelheid geheugen niet toewijzen
nn: Ingen feil
pa_in: ਕੋਈ ਸਮੱਸਿਆਵਾਂ ਨਹੀਂ ਹਨ
pl: System nie może przydzielić wymaganej ilości pamięci
ps: هېڅ تېروتنه نشته
pt_br: O sistema não pôde alocar a quantia requerida de memória
ro: Sistemul nu poate aloca memoria necesară
ru: Недостаточно свободной памяти
si: ඇවැසි මතක ප්‍රමාණය පද්ධතියට වෙන් කර ගත නොහැකිය
sk: Systém nemôže alokovať požadované množstvo pamäte
sl: Sistem ne more dodeliti potrebne količine pomnilnika
sq: Sistemi nuk mund të ndajë sasinë e kërkuar të kujtesës
sr_cyrl: Систем не може да издвоји потребну количину меморије
sr_latn: Sistem ne može da izdvoji potrebnu količinu memorije
sv: Systemet kan inte allokera den begärda minnesmängden
sw: Mfumo hauwezi kutenga kumbukumbu inayohitajika
ta: தவறுகளேதுமில்லை
tg_arab: Хотираи кофӣ кофӣ нест
th: ระบบไม่สามารถใช้หน่วยความจำตามที่ระบุได้
tk_cyrl: Sistema gerekli hakyda mukdaryny bölüp alyp bilmedi
tr: Sistem istenilen miktardaki belleği ayıramıyor
tt_arab: Буш хәтер җитми
ug_arab: سىستېما لازىملىق ئەسلەكنى تەقسىملىيەلمەيدۇ
uk: Система не може виділити необхідний обсяг пам'яті
uz_cyrl: Тизим керакли ҳажмдаги хотирани ажрата олмайди.
uz_latn: Tizim kerakli hajmdagi xotirani ajrata olmaydi.
vi: Không thể cấp thêm dung lượng RAM yêu cầu
yo_latn: Ìlànà ètò ò le pín ibi ìpamọ́ ti o tó
zh_hans: 系统无法分配所需内存
zh_hant: 系統未能提供所需記憶體空間

# Resource3001
source: There are no errors
af: {0} objekt(e) is geselekteer
ar: لا يوجد أخطاء
az_arab: Səhvlər tapılmadı
be: Памылак не знойдзена
bg: Няма грешки в архива
bn: {0} ফাইল(সমূহ) নির্বাচিত
ca: Cap error
ca_es_valencia: {0} objecte(s) seleccionat(s)
cs: Nedošlo k žádným chybám
cy: {0} gwrthrych(au) dethol
da: Der er ingen fejl
de: Es sind keine Fehler aufgetreten.
el: Δεν υπάρχουν σφάλματα
eo: {0} objekto(j) markita(j)
es: No hay errores
et: Vigu ei leitud.
eu: Ez dago akatsik
fa: خطایی وجود ندارد
fi: Ei virheitä.
fr: Il n'y a pas d'erreurs
fy: {0} objekt(en) selektearre
ga: Níl aon bhotún ann
gl: Non se produciron erros
gu: આમાં કોઈ પણ ત્રુટિ નથી
he: אין שגיאות
hi: इनमे कोई भी त्रुटि नहीं है
hr: Nema grešaka
hu: Az archívum hibamentes
hy: Սխալներ չկան
id: Tidak ada galat
is: Það eru engar villur
it: Nessun errore.
ja: エラーはありません
ka: შეცდომები არ მოიძებნა
kk: Қателік табылған жоқ
ko: 오류 없음
ku_arab: هیچ هەڵەیەک نییە
ky_kg: Ката табылган жок
lt: Klaidų nerasta
lv: Iezīmēts(i) {0} objekts(i)
mk: {0} објект(и) избрано
mn_cyrl: {0} зүйл(үүд) сонгогдсон байна
mr: निवडलेल्या वस्तू{0}
ms: {0} buah objek telah terpilih
nb: {0} element(er) merket
ne: {0} वस्तु(हरू) चयन गरियो
nl: Er zijn geen fouten
nn: {0} objekt(ar) valt
pa_in: ਚੁਣੇ ਪਦਾਰਥ: {0}
pl: Nie wykryto błędów
ps: ټاکل شوي څيزونه {0}
pt_br: Não há erros
ro: Nu sunt erori
ru: Ошибок не найдено
si: දෝෂ නැත
sk: V archíve sa nenašli žiadne chyby
sl: Ni napak
sq: Nuk ka gabime
sr_cyrl: Није било никаквих грешака
sr_latn: Nije bilo nikakvih grešaka
sv: Inga fel påträffades
sw: Hakuna matatizo yoyote
ta: {0} பொருள் தெரிவானது
tg_arab: Хато ёфт нашуд
th: ไม่มีข้อผิดพลาด
tk_cyrl: Ýalňyşlyk ýok
tr: Herhangi bir sorun yok
tt_arab: Хаталар табылмады
ug_arab: خاتالىق يوق
uk: Без помилок
uz_cyrl: Хатолик мавжуд емас!
uz_latn: Xatolik mavjud emas!
vi: Không xuất hiện lỗi
yo_latn: Kò si iṣiṣe kankan
zh_hans: 未发现错误
zh_hant: 沒有任何錯誤

# Resource3002
source: {0} object(s) selected
af: Kan gids '{0}' nie maak nie
ar: تم تحديد {0} عنصر
az_arab: {0} Ayrılmış hədəf
be: Вылучана аб'ектаў: {0}
bg: {0} обект(и) избрани
bn: '{0}' ফোল্ডার সৃষ্টি করা সম্ভব হচ্ছেনা
ca: {0} objecte(s) seleccionat(s)
ca_es_valencia: No es pot crear el directori '{0}'
cs: vybráno {0} objekt(ů)
cy: Ddim yn gallu creu y ffolder '{0}'
da: {0} markerede element(er)
de: {0} Objekt(e) markiert
el: {0} επιλεγμένα στοιχεία
eo: Fiaskis krei dosierujon '{0}'
es: {0} elemento(s) seleccionado(s)
et: {0} üksus(t) valitud
eu: {0} objetu hautaturik
fa: {0} آیتم انتخاب شده
fi: {0} kohde(tta) valittu
fr: {0} objet(s) sélectionné(s)
fy: Kin map '{0}' net meitsje
ga: {0} ní/nithe roghnaithe
gl: {0} obxecto(s) seleccionados
gu: {0} ચયનિત વસ્તુ(ઓ)
he: {0} עצמים נבחרו
hi: {0} चयनित वस्तु(एँ)
hr: {0} objekt(a) izabrano
hu: {0} objektum kijelölve
hy: Ընտրված են {0} ֆայլեր
id: {0} objek terpilih
is: „{0}“ hlutir valdir
it: Oggetti selezionati: {0}
ja: {0} 個のオブジェクトを選択
ka: მონიშნულია {0} ობიექტი
kk: Ерекшеленген нысан: {0}
ko: {0} 항목이 선택됨
ku_arab: {0} شت دیاریکراوە
ky_kg: {0} Нерселер бөлүнгөн
lt: Pasirinkta {0} objektų:
lv: Mapi '{0}' neizdevās izveidot.
mk: Не е можно креирање на директориумот '{0}'
mn_cyrl: Хавтас үүсгэж чадахгүй '{0}'
mr: '{0}' फ़ोल्डर तयार होऊ शकले नाही
ms: Tidak dapat membuat folder '{0}'
nb: Klarte ikke opprette mappen «{0}»
ne: '{0}'फोल्डर सिर्जना गर्न सकिदैन
nl: {0} item(s) geselecteerd
nn: Kan ikkje oppretta mappe '{0}'
pa_in: '{0}' ਫੋਲਡਰ ਨਹੀਂ ਬਣਾਇਆ ਜਾ ਸੱਕਿਆ
pl: Zaznaczono {0} obiekt(ów)
ps: پوښۍ جوړولی نه شي '{0}'
pt_br: {0} objeto(s) selecionado(s)
ro: {0} obiect(e) selectat(e)
ru: Выделено объектов: {0}
si: වස්තු {0} ක් තෝරා ඇත
sk: {0} vybraných objektov
sl: {0} izbranih predmetov
sq: {0} objekt(e) të përzgjedhur(a)
sr_cyrl: {0} објекат(а) изабрано
sr_latn: {0} objekat(a) izabrano
sv: {0} objekt markerade
sw: Vipengee {0} vimeteuliwa
ta: '{0}' அடைவை உருவாக்க இயலவில்லை
tg_arab: Объектҳои интихобшуда: {0}
th: {0} วัตถุที่เลือกไว้
tk_cyrl: {0} obýekt(ler) seçildi
tr: {0} öge seçilmiş
tt_arab: {0} объект билгеләнгән
ug_arab: {0} تۈر تاللاندى
uk: Обрано об'єктів: {0}
uz_cyrl: {0} та элемент танланган
uz_latn: {0} ta element tanlangan
vi: {0} đối tượng đã chọn
yo_latn: Iye àṣàyàn: {0}
zh_hans: 选定 {0} 个项目
zh_hant: 已選取 {0} 個物件

# Resource3003
source: Cannot create folder '{0}'
af: Bywerk-funksie word vir hierdie argief nie ondersteun nie.
ar: '{0}' لا يمكن إنشاء المجلد
az_arab: '{0}' Qovluğunu yaratmaq mümkün olmadı
be: Не атрымалася стварыць папку '{0}'
bg: Не може да бъде създадена директория '{0}'
bn: এই সংকোচনের ক্ষেত্রে এই সেবা প্রদান করা সম্ভব হচ্ছে না।
ca: No es pot crear la carpeta «{0}»
ca_es_valencia: Les operacions d'actualització d'este arxiu no estan suportades.
cs: Nelze vytvořit složku '{0}'
cy: Mae gweithrediadau diweddaru ddim yn ateg am yr archif hyn.
da: Kan ikke oprette mappen "{0}"
de: Kann den Ordner "{0}" nicht erstellen.
el: Αδύνατη η δημιουργία του φακέλου '{0}'
eo: Ĝisdatigoperacioj ne estas subtenataj por ĉi-tiu arĥivo.
es: No se puede crear el directorio '{0}'
et: Ei saa luua kausta {0}
eu: Ezin da '{0}' agiritegia sortu
fa: ایجاد پوشه '{0}' ممکن نیست
fi: Ei voida luoda kansiota '{0}'
fr: Le dossier '{0}' ne peut pas être créé
fy: Bywurk operaasje waard net stipe troch dit argyf.
ga: Ní féidir an fillteán '{0}' a chruthú
gl: Non se pode crear o cartafol '{0}'
gu: '{0}' ફ઼ોલ્ડર સર્જિત નથી કરી શકતું
he: '{0}' לא ניתן ליצור את התיקייה
hi: '{0}' फ़ोल्डर सर्जित नहीं कर सकता
hr: Ne mogu kreirati mapu '{0}'
hu: A(z) '{0}' mappát nem lehet létrehozni
hy: Հնարավոր չէ ստեղծել '{0}' թղթապանակը:
id: Tidak bisa membuat Direktori '{0}'
is: Getur ekki skapað möppuna „{0}“
it: Impossibile creare la cartella '{0}'
ja: フォルダー "{0}" が作成できません
ka: ვერ მოხერხდა '{0}' საქაღალდეს შექმნა
kk: '{0}' қалтасын жасау мүмкін емес
ko: '{0}' 폴더를 생성할 수 없음
ku_arab: ناتوانرێ بوخچەی '{0}' دروستبکرێت.
ky_kg: '{0}' баштыкты жаратуу ишке ашкан жок
lt: Negalima sukurti aplanko „{0}“
lv: Šis arhīvs neatbalsta pārveidošanu.
mk: Оваа операција не е поддржана за овој тип на архива.
mn_cyrl: Дэмжигдээгүй архивийг задлах шинэчлэлт хийх.
mr: या दफ़तरासाठी नुतनीकरण शक्य नाही.
ms: Tidak menyokong pengemaskinian untuk arkib ini.
nb: Oppdateringsfunksjoner støttes ikke for dette arkivet.
ne: यो सङ्ग्रहका लागि अद्यावधिक सञ्चालन समर्थन गर्दैन
nl: Kan map '{0}' niet aanmaken
nn: Dette arkivet manglar støtte for å kunne oppdaterast.
pa_in: ਅੱਪਡੇਟ ਔਪਰੇਸ਼ਨ ਇਸ ਆਕਾਈਵ ਲਈ ਸਹਿਯੋਗੀ ਨਹੀਂ ਹਨ।
pl: Nie można utworzyć folderu „{0}”
ps: .اوسمهاله چلښتونه دې ارشيو لپاره منلي نه دي
pt_br: Não pôde criar a pasta '{0}'
ro: Nu pot crea directorul '{0}'
ru: Не удалось создать папку '{0}'
si: '{0}' බහාලුම සෑදීමට නොහැකිය
sk: Nie je možné vytvoriť priečinok '{0}'.
sl: Mape '{0}' ni mogoče ustvariti
sq: Nuk mund të krijoj dosjen '{0}'
sr_cyrl: Не могу да креирам Фасциклу '{0}'
sr_latn: Ne mogu da kreiram Fasciklu '{0}'
sv: Det går inte att skapa mappen '{0}'
sw: Folda '{0}' haitengenezeki
ta: இக்காப்பகத்தில் புதுப்பிக்கும் செயல்களுக்கு ஆதரவில்லை.
tg_arab: Сохтани ҷузвдони '{0}' ноком шуд
th: ไม่สามารถสร้างโฟลเดอร์ '{0}'
tk_cyrl: '{0}' bukjasy döredilip bolmady
tr: '{0}' klasörü oluşturulamadı
tt_arab: '{0}' папкасын ясап булмады
ug_arab: “{0}” قىسقۇچ قۇرالمايدۇ
uk: Не вдається створити папку '{0}'
uz_cyrl: '{0}' жилдини тузиб бўлмади.
uz_latn: '{0}' jildini tuzib bo‘lmadi.
vi: Không thể tạo thư mục '{0}'
yo_latn: Kò lé dá àpò faíli '{0}'
zh_hans: 无法创建文件夹「{0}」
zh_hant: 無法建立資料夾 '{0}'

# Resource3004
source: Update operations are not supported for this archive.
af: Lêer '{0}' is gewysig.\nWil u dit bywerk in die argief?
ar: تحديث العمليات غير مدعوم لهذا الأرشيف
az_arab: Bu arxiv üçün dəyişiklik əməliyatı dəstəklənmir
be: Аперацыі змены не падтрымліваюцца для гэтага архіва.
bg: Този архив не поддържа операции за изменение.
bn: '{0}' -কে সংকুচিত ফাইল হিসেবে চালু করা সম্ভব হচ্ছেনা
ca: Aquest tipus de fitxer no permet actualització.
ca_es_valencia: No es pot obrir el fitxer '{0}' com arxiu
cs: Aktualizace není podporována pro tento archiv.
cy: Roedd ffeil '{0}' wedi'i addasu.\nWyt ti moen ei diweddaru yn yr
da: Arkivet understøtter ikke opdateringshandlinger.
de: Aktualisierungen werden für dieses Archiv nicht unterstützt.
el: Οι λειτουργίες ενημέρωσης δεν είναι διαθέσιμες γι' αυτό το αρχείο συμπίεσης.
eo: Dosiero '{0}' ŝanĝiĝis.\nĈu vi volas ĝistadigi ĝin enraĥive?
es: Este tipo de archivo no permite actualización.
et: Selle arhiivi värskendamistoiminguid ei toetata.
eu: Eguneratze eragiketak ez daude sostengaturik artxibo honentzat.
fa: عملکرد بروزرسانی برای این آرشیو بروزرسانی نمیشود
fi: Tätä pakettia ei voi päivittää.
fr: Les opérations de mise à jour ne sont pas disponibles pour cette archive.
fy: Kin triem '{0} net as argyf iepenje
ga: Ní féidir an chartlann seo a nuashonrú.
gl: Este tipo de arquivo non permite actualizacións.
gu: આ સંગ્રહ માટે અદ્યતનીકૃત સંચાલન સમર્થિત નથી.
he: .פעולות עדכון אינן נתמכות עבור ארכיון זה
hi: इस संग्रह के लिये अद्यतनीकृत संचालन समर्थित नहीं हैं.
hr: Obnova nije podržana za ovaj arhiv.
hu: Az aktualizálás ennél az archívumtípusnál nem támogatott.
hy: Փոփոխման գործողությունը այս արխիվը չի աջակցում:
id: Operasi pembaruan tidaklah didukung untuk arsip ini.
is: Uppfærsluaðgerðir eru ekki studdar fyrir þetta safn.
it: Non è possibile effettuare aggiornamenti su questo archivio.
ja: このアーカイブでは更新の操作がサポートされていません。
ka: ამ ტიპის არქივისათვის ცვლილების ოპერაცია ხელმიუწვდომელია.
kk: Көтермейтін мұрағат үшін операция өзгертіледі.
ko: 업데이트 작업이 이 압축파일에서는 지원되지 않습니다.
ku_arab: کارپێکردنی نوێکاری پاڵپشت نەکراوە بۆ ئەم ئەرشیڤە.
ky_kg: Бул архив үчүн өзгөртүү операциялары колдолбойт.
lt: Šio archyvo negalima atnaujinti.
lv: Fails '{0}' ir pārveidots.\nVai vēlaties to atjaunināt arī arhīvā?
mk: Датотеката '{0}' е модифицирана.\nДали сакате да ја обновите во архивата?
mn_cyrl: Файл '{0}' өөрчлөгдлөө.\nТа архивт шинэчлэлт хиймээр байна уу?
mr: '{0}' ही फ़ाइल बदलली आहे.\nतुम्हाला हे दफ़तरात नुतन करायचे आहे का?
ms: Fail '{0}' telah terubah suai.\nApakah anda ingin mengemaskininya pada arkib?
nb: Kan ikke åpne filen «{0}» som arkiv
ne: '{0}'फाइल परिमार्जन गरिएको छ ।\nतपाईँले यसलाई सङ्ग्रहमा अद्यावधिक गर्न चाहनुहुन्छ ?
nl: Bijwerkoperaties worden niet ondersteund voor dit archief.
nn: Kan ikkje opna fila '{0}' som eit arkiv
pa_in: '{0}' ਫਾਇਲ ਨੂੰ ਆਕਾਈਵ ਤਰ੍ਹਾਂ ਨਹੀਂ ਖੋਲਿਆ ਜਾ ਸੱਕਿਆ
pl: Operacje aktualizacji nie są obsługiwane dla tego archiwum.
ps: '{0}' دوتنه لکه د ارشيو نه شي پرانيستلی
pt_br: Operações de atualização não são suportadas por este arquivo compactado.
ro: Operaţiile de actualizare nu sunt suportate pentru această arhivă.
ru: Операции изменения не поддерживаются для этого архива.
si: මෙම හැකිළුම සඳහා යාවත්කාල මෙහෙයුම් කළ නොහැකිය.
sk: Operácie aktualizácie nie sú pre tento archív podporované.
sl: Posodabljanja za ta arhiv niso podprta.
sq: Operacionet e përditësimit për këtë arkiv nuk mbështeten.
sr_cyrl: Операција освежавања није дозвољена за ову архиву.
sr_latn: Operacija osvežavanja nije dozvoljena za ovu arhivu.
sv: Uppdateringsåtgärder stöds inte för det här arkivet.
sw: Operesheni za usasishi haziauniwi kwa kihifadhi hiki.
ta: '{0}' கோப்பு மாற்றப்பட்டது.\nஇதனை காப்பகத்தில் புதுப்பிக்க வேண்டுமா?
tg_arab: Амалҳои тағйир додан барои ин бойгонӣ пуштибонӣ намешавад.
th: ปรับปรุงการทำงานไม่สนับสนุนสำหรับเอกสาร
tk_cyrl: Bu arhiw üçin täzeleme amalay üpçin edilmedik.
tr: Bu arşiv türü için güncelleme işlemi yapılamaz
tt_arab: Бу архивка үзгәртү гамәлен кулланып булмый.
ug_arab: بۇ پرىس يېڭىلاش مەشغۇلاتىنى قوللىمايدۇ
uk: Операція оновлення не підтримується для даного архіву.
uz_cyrl: Ушбу архив турини янгилаб бўлмайди.
uz_latn: Ushbu arxiv turini yangilab bo‘lmaydi.
vi: Tệp nén này không được hỗ trợ cập nhật.
yo_latn: Kò lé ṣàfikùn àpò faíli àkójọ́pọ yí.
zh_hans: 不支持此压缩包的更新操作。
zh_hant: 此壓縮檔未支援更新操作。
